[
  {
    "title": "Demanda de Saúde Mental na Estratégia Saúde da Família em Recife-PE: Aspectos Epidemiológicos",
    "author": "Aluska Mirtes Araujo Souza",
    "keywords": [
      "Saúde Mental",
      "Programa Saúde da Família",
      "Educação em Saúde",
      "Enfermagem Psiquiátrica"
    ],
    "date": "Dec-2013",
    "abstract": "A Saúde Mental no Brasil é constituída por serviços assistenciais de base comunitária, implantados com o objetivo de proporcionar à população atividades de promoção, educação em saúde, prevenção de agravos e terapêutica eficaz. Dentre estes serviços, destaca-se a Estratégia Saúde da Família, pelo tipo de assistência que esta representa. Assim, realizar um estudo epidemiológico sobre a demanda em Saúde Mental deste serviço proporciona subsídios para um adequado planejamento das ações para a comunidade. Esta dissertação é composta por dois artigos, um de revisão e um original. O primeiro corresponde à revisão integrativa, intitulado “Atenção em saúde mental na estratégia saúde da família: uma revisão integrativa”, cujo objetivo é identificar artigos científicos publicados do período de 2002 a 2012 que descrevessem como as práticas de atenção em Saúde Mental vêm sendo desenvolvidas na Estratégia Saúde da Família. Foram utilizados como descritores “atenção à saúde”, “saúde mental” e “programa saúde da família” para pesquisa na base de dados da biblioteca virtual de saúde, sendo selecionados 21 artigos oriundos das bases LILLACS, CIDSAÚDE e biblioteca SCIELO. Os estudos indicaram falhas relevantes na lógica de funcionamento da rede em Saúde Mental, sendo evidenciados poucos avanços no âmbito da Estratégia Saúde da Família, razão pela qual o processo de reinserção do indivíduo portador de transtorno mental na sociedade não se dá de forma satisfatória. O segundo artigo corresponde ao original, intitulado “Demanda de Saúde Mental na Estratégia Saúde da Família em Recife-PE: aspectos epidemiológicos”, e tem como objetivo identificar os aspectos epidemiológicos das demandas de Saúde Mental dos usuários da Estratégia Saúde da Família do município do Recife-PE. Caracteriza-se por ser um estudo transversal e quantitativo, que utilizou um banco de dados oriundo da pesquisa intitulada “Transtornos mentais em indivíduos assistidos pelo Programa de Saúde da Família na Cidade do Recife – necessidades do cuidar”. A amostra para este estudo foi de 1020 usuários das Estratégias Saúde da Família dos seis distritos sanitários de Recife-PE. Para análise das variáveis qualitativas, foram calculadas as frequências simples e relativas. Para avaliar a associação dos fatores socioeconômicos com a presença do transtorno mental foram aplicados os testes Qui-quadrado e Exato de Fisher. A demanda para assistência em saúde mental identificada foi de 18%, em que 17,7% dos usuários eram portadores de transtorno mental, sendo a maioria do sexo feminino, casada, com faixa etária entre 51 a 65 anos de idade e com renda familiar entre 1 a 2 salários mínimos. A dependência química mostrou-se como o transtorno mental mais prevalente. O destino dos dejetos e o número de pessoas que moram com o indivíduo foram associados à ocorrência de transtorno mental. A demanda identificada requer que a equipe de enfermagem que atua nas Estratégias Saúde da Família investigadas e os gestores de saúde reconheçam a sua demanda e atuem na elaboração de políticas públicas que permitam desenvolver estratégias direcionadas às necessidades de assistência de saúde mental da população com ênfase em atividades de educação em saúde que proporcionem uma adequada promoção em saúde, prevenção de agravos e uma abordagem terapêutica eficaz.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/11061",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "A rede que temos e a rede necessária: avanços e desafios na implementação da rede de atenção psicossocial em Picos-PI",
    "author": "Juliana Barbosa Dias Maia",
    "keywords": [
      "Saúde mental",
      "Rede de atenção psicossocial",
      "Reforma psiquiátrica"
    ],
    "date": "13-Dec-2017",
    "abstract": "A Rede de Atenção Psicossocial, instituída a partir da Portaria nº 3088/2011, é um dos grandes avanços da política de saúde mental no Brasil, na atualidade, ao apontar a necessidade de estruturação, expansão e articulação de uma rede de serviços de atenção aos sujeitos acometidos por transtornos psíquicos, e/ou aos usuários de substâncias psicoativas, diversificando os componentes de cuidado e assistência no âmbito do SUS, promovendo a vida comunitária e a autonomia desses sujeitos, conforme os princípios da Reforma Psiquiátrica. Compreendendo isso, este estudo teve como objetivo analisar os avanços e os desafios para a implantação da Raps, segundo os moldes da política de saúde mental, no cenário de Picos, município localizado no interior do Estado do Piauí. Apesar de ser um olhar sobre a realidade local, buscou-se delinear embasamentos para reflexões que possam servir de apoio para outros estudos. A abordagem é qualitativa, tendo como contexto para a pesquisa de campo os dispositivos de assistência à saúde mental que compõem a Raps em funcionamento no município, no ano de 2016, sendo esses: Samu; Caps ad e Caps II; Nasf; ESF e o Hospital Regional do município. Participaram do estudo 08 gestores e 16 técnicos de nível superior que atuam nessas instituições, pertencentes a diferentes profissões: assistentes sociais, psicólogos, médicos, enfermeiros e nutricionistas, utilizando-se de entrevista semiestruturada e aplicação de questionário. Verificou-se que a política de saúde mental de Picos vivencia um cenário de transição, de substituição do modelo hospitalocêntrico e, portanto, implantando, tardiamente, uma Rede de Atenção Psicossocial pautada no paradigma da Reforma Psiquiátrica. Os avanços dizem respeito à expansão de serviços de saúde mental de base comunitária; no entanto, esses encontram como desafios a mudança no processo de trabalho das equipes, o incentivo da gestão e a construção de uma cultura antimanicomial local, dentre outros.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/29877",
    "type": "Teses de Doutorado"
  },
  {
    "title": "Fatores associados ao risco de transtorno mental comum",
    "author": "Emilly Anne Cardoso Moreno",
    "keywords": [
      "Transtorno Mental Comum",
      "Saúde Mental",
      "Fatores Associados",
      "Atenção Primária à Saúde",
      "Educação em Saúde. Enfermagem"
    ],
    "date": "28-Dec-2012",
    "abstract": "O transtorno mental comum está entre as causas mais frequentes de desabilidade na atualidade e constitui uma porção substancial da morbidade vista na atenção primária, sendo considerado um problema de saúde pública. A identificação dos fatores associados ao transtorno possibilita focalizar os grupos de risco e direcionar o cuidado. A presente dissertação está no formato preconizado pelo Programa de Pós-Graduação em Enfermagem do Centro de Ciências da Saúde da Universidade Federal de Pernambuco, estruturada em forma de artigos, um de revisão e um original, com metodologias descritas separadamente. O primeiro artigo, intitulado: Fatores associados ao transtorno mental comum: uma revisão integrativa, objetivou avaliar a produção científica disponível na literatura sobre os fatores associados ao transtorno mental comum. Foi realizado em seis etapas e utilizou para seleção as bases de dados: PubMed, LILACS, RCAAP, ADOLEC e CidSaúde. Dentre os principais resultados, destacam-se: sexo feminino, baixa escolaridade, baixa renda, violência e uso de álcool como prenunciadores importantes para o transtorno. Foi evidenciada uma lacuna de conhecimento no que se refere à identificação desses fatores em usuários da estratégia saúde da família e poucos estudos voltados para o público masculino, em relação aos estudos envolvendo a população feminina. O segundo artigo, intitulado: Transtorno mental comum: prevalência e fatores associados, objetivou identificar a prevalência e os fatores associados ao risco de transtorno mental comum em usuários da estratégia saúde da família do distrito sanitário V da cidade do Recife-PE. Trata-se de um estudo transversal, analítico e observacional, com amostra estratificada por sexo, de 404 usuários (45% homens e 55% mulheres). O risco para o transtorno foi avaliado utilizando o Self-Report Questionnaire-20 e na análise multivariada dos dados utilizou-se regressão de Poisson com variância robusta. A prevalência identificada foi de 33,9% (20,2% no sexo masculino e 45,2% no feminino) e as variáveis que se associaram significativamente ao transtorno foram: sexo, renda mensal individual, doença crônica, portador de transtorno mental na família e percepção de ter sofrido maus tratos ao longo da vida. Todo esse panorama deve ser considerado para o planejamento de medidas eficazes de educação voltadas para a promoção da saúde, com a efetivação da saúde mental. Nesse contexto, o enfermeiro é capaz de prestar uma assistência integral, promovendo ações de saúde tanto no nível individual quanto coletivo na perspectiva da integralidade da assistência, atuando como agente de transformação social e melhorando a qualidade de vida da população.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/10719",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "A participação da família no processo de ressocialização da pessoa com transtorno mental em Picos - Piauí",
    "author": "Sandra Regina martins granja de moura",
    "keywords": [
      "Ressocialização.",
      "Participação",
      "Família",
      "Transtorno mental",
      "Reforma Psiquiátrica"
    ],
    "date": "31-Jan-2011",
    "abstract": "Essa dissertação teve o objetivo geral de analisar a participação da família no processo de ressocialização da pessoa com transtorno mental na cidade de Picos   Piauí, focalizando o Hospital-Dia. Concorreu para a decisão de estudar o tema um conjunto de fatores que se relaciona com a problemática da ressocialização da pessoa com transtorno mental - PTM, notadamente as dificuldades de integração entre os principais sujeitos sociais envolvidos   família e profissionais da área de saúde mental e estes entre si. Ressalte-se ainda que, ancorado nos novos paradigmas da saúde mental, enfoca-se o direito de vez e voz ao usuário, como figura central do processo de ressocialização. Sendo assim, respeitar esse direito requer conhecimento de causa, sensibilidade e lealdade como valor humano imprescindível. Cumprir os pressupostos do sistema aberto implica em desafiar, entre outros fatores, aspectos culturais, estruturais, profissionais, familiares e políticos, o que requer da sociedade participação ativa, uma vez que a ela os indivíduos pertencem, e nela agem e interagem. Essa realidade imprime tal complexidade ao objeto em estudo que, para compreender a participação da família, principal núcleo social a que uma pessoa já nasce vinculado, expandindo gradativamente seu ciclo de relações sociais, foi necessário utilizar como método a realização de uma pesquisa bibliográfica e uma pesquisa de campo, tendo como instrumento de coleta de dados entrevistas semi-estruturadas, aplicadas a pessoas com transtorno mental, familiares e profissionais atuantes no sistema aberto, referenciado no Hospital-Dia, na Cidade de Picos, que atende a um pólo de cerca de 50 cidades vizinhas, no intuito de obter uma imagem da realidade acerca da participação da família no processo de ressocialização. O conteúdo das entrevistas foi analisado qualitativamente e os resultados apontaram que embora o processo de Reforma Psiquiátrica já seja algo em franco amadurecimento em termos de ações práticas, ele caminha a passos mais lentos. Percebeu-se o interesse entre as partes, mas as atividades propostas para atingir esse norte são insuficientes, necessitando ser melhor adaptadas e estruturadas, conforme a orientação nacional. Acredita-se que esses avanços vêm com o tempo e que a aplicação dos pressupostos da Reforma Psiquiátrica tornar-se-á gradativamente uma realidade mais presente, com foco na ressocialização dos beneficiários do sistema",
    "uri": "https://repositorio.ufpe.br/handle/123456789/9704",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "A prática profissional do Serviço Social e a integralidade na assistência em saúde",
    "author": "Maria Zenaide Siqueira",
    "keywords": ["Serviço Social", "Integralidade", "Saúde Mental", "Saúde"],
    "date": "2007",
    "abstract": "Esta dissertação discorre sobre os desafios encontrados na prática profissional do Serviço Social para implementação da integralidade na assistência em saúde mental. É resultado da pesquisa realizada no Centro de Atenção Psicossocial   CAPS de transtorno David Capistrano no período de janeiro a março de 2007. O estudo teve como finalidade analisar a prática profissional do Serviço Social a partir das condições para a garantia da saúde integral aos Portadores de Transtorno Mental desta instituição. O novo conceito de saúde assegurado na Constituição Federal Brasileira de 1988 e na Lei 8080/90, engloba desde o atendimento individual até o familiar, o comunitário, a garantia de políticas sociais além das setoriais e um movimento político-organizativo em prol da saúde como direito do cidadão e dever do Estado. No entanto, o problema não é a garantia da saúde no campo legal, mas a pesquisa aponta alguns entraves para a sua efetivação na realidade dos usuários inseridos no CAPS. De acordo com os dados da investigação, constatou-se algumas dificuldades para a implementação da integralidade e dos princípios do Código de Ética profissional do Serviço Social no setor saúde mental. No campo estrutural, ausência de políticas sociais que contemplem os fatores determinantes e condicionantes da saúde. A maioria dos usuários do CAPS não possui emprego, depende da renda familiar, que também são pessoas com precárias condições sócio-econômicas. No aspecto profissional, foi constatada a convivência de dois paradigmas no interior da equipe do CAPS. Por um lado, a predominância de práticas rotineiras, limitadas à demanda institucional e por outro lado, uma frente de luta voltada à concepção ampla de saúde, neste grupo está inserido o assistente social. Com base na pesquisa realizada, o assistente social vem aliando forças a outras categorias profissionais em prol da luta pelas necessidades sociais dos PTM. Mas, esbarram na falta de condições materiais, na exigência institucional e nas várias visões de mundo existentes no interior da equipe do CAPS. Questões estas, que limitam a efetivação da integralidade na assistência em saúde mental e a construção do projeto ético político do Serviço Social",
    "uri": "https://repositorio.ufpe.br/handle/123456789/9867",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "O impacto do pronto atendimento em saúde mental na redução das internações psiquiátricas no estado da Paraíba",
    "author": "José Madson Medeiros Souza",
    "keywords": [
      "Saúde Mental. Avaliação de Serviços. Métodos Quantitativos",
      "Mental Health. Services Assessment. Quantitative Methods"
    ],
    "date": "8-Mar-2016",
    "abstract": "Problema relacionados a saúde mental estão entre as principais causas de morbidade no mundo, também provocando um grande número de afastamentos do trabalho. No Brasil, o ministério da saúde admite que cerca de 3% da população sofre com algum transtorno mental severo e persistente e eles são responsáveis por 3,593 anos de vida saudável perdida. O presente estudo tem por objetivo avaliar o impacto de um Serviço de pronto atendimento nas internações psiquiátricas no Estado da Paraíba. Foi utilizado o estimador diferenças-em-diferenças para captar o impacto do Serviço, no período que compreende os anos de 2000 e 2012, utilizando os elementos da Rede de Atenção Psicossocial, PIB e População como controle. Verificou-se que o programa foi efetivo, tendo seu resultado mais robusto quando comparado com os municípios da região metropolitana, com uma redução de 24,3% da média das internações psiquiátricas para os municípios tratados. O programa ainda mostrou-se mais eficiente em transtornos esquizofrênicos, em homens e na população entre 20 e 59 anos de idade. Também apresentou como resultado uma elevação do tempo de permanência na internação psiquiátrica para os municípios tratados e um aumento no custo médio das internações. O Serviço mostrou-se eficiente, contribuindo com a redução das internações psiquiátricas, revelando aspectos à cerca do tempo de permanência e custo total que poderão subsidiar o processo de tomada de decisões dos gestores das políticas de saúde.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/18653",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "Caracterização da rede de atenção psicossocial do recife e sua interface com a regulação em saúde",
    "author": "Alexciane Priscila Da Silva",
    "keywords": [
      "Redes de Atenção à Saúde. Rede de Atenção Psicossocial. Regulação em Saúde.",
      "Health Care Networks. Psychosocial Care Network. Health regulation."
    ],
    "date": "31-Aug-2015",
    "abstract": "Introdução – O redirecionamento da atenção às pessoas em sofrimento psíquico, da lógica hospitalocêntrica para o cuidado em rede, convive com a fragmentação do cuidado e a insuficiência de serviços extra-hospitalares. Diante disto, em 2011 o Ministério da Saúde instituiu a Rede de Atenção Psicossocial (RAPS) com objetivo de ampliar o acesso à atenção psicossocial e garantir a articulação e integração entre os serviços. Nesse contexto de integração e articulação, a regulação em saúde desponta como mecanismo capaz de organizar fluxos assistenciais que promovam o acesso equânime e o cuidado integral. Objetivo: analisar a organização da RAPS na cidade do Recife e o processo de regulação que incide sob a mesma. Metodologia: trata-se de um estudo qualitativo realizado em Recife – PE. Foram entrevistados 10 sujeitos vinculados à Gerência de Saúde Mental e à Secretaria Executiva de Regulação em Saúde. Para análise das entrevistas, utilizou-se a análise de conteúdo, a partir da técnica de condensação de significado. Documentos oficiais da gestão e dados extraídos dos sistemas de informações em saúde de base nacional complementaram a análise. Resultados: A RAPS Recife para adultos em sofrimento psíquico encontra-se em reorganização. Avançou na expansão de serviços, como a implantação dos leitos integrais de saúde mental em hospitais gerais e o aumento no número dos serviços residenciais terapêuticos e se adequa à formatação ministerial. Mas, a ausência de emergência psiquiátrica municipal e o insuficiente número de CAPS III são seus principais pontos de estrangulamento. A respeito da interface da regulação com a saúde mental, três aspectos se destacam, o processo de regulação que prevê a transformação do CAPS em uma unidade solicitante, com autonomia para marcação de consultas e exames; o processo de regulação dos fluxos de acesso às consultas psiquiátricas e psicológicas; e a supervisão nos serviços de saúde mental. Conclusão: A RAPS Recife encontra-se incompleta e insuficiente e apresenta lacunas que se expressam ora na ausência de pontos de atenção, como é o caso da emergência psiquiátrica municipal ou inexistência de centros de convivência, ora através da fragilidade de alguns de seus componentes, a exemplo a atenção psicossocial estratégica na qual o quantitativo de CAPS III apresenta-se insuficiente. Observa-se também que o estreitamento da relação entre a saúde mental e a regulação consiste em ganho ímpar para o funcionamento da RAPS, para a desconstrução do modelo de medicalização arraigado à prática ambulatorial e para a qualificação dos serviços através da supervisão.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/17838",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "As representações sociais sobre a prática profissional do assistente social nos centros de atenção psicossocial no Ceará",
    "author": "Rocemilda Alves Ramos",
    "keywords": [
      "Serviço Social",
      "Saúde Mental",
      "Centro de Atenção Psicossocial",
      "Representação Social"
    ],
    "date": "2003",
    "abstract": "No campo da Saúde Mental o assistente social vem historicamente registrando o seu lugar dentro da equipe técnica de saúde mental, compartilhando práticas e saberes. A relevância do estudo deve-se justamente à apreensão de conceitos produzidos no cotidiano para dar visibilidade da atuação e da contribuição do assistente social no interior dos serviços substitutivos, com destaque para os centros de atenção psicossocial   CAPS. Frente a isso, a pesquisa teve por objetivos: apreender as representações sociais do assistente social no exercício da sua prática profissional em equipe técnica de saúde mental nos centros de atenção psicossocial   CAPS no Ceará; identificar as representações sociais do assistente social em relação às ações compartilhadas com a equipe técnica de saúde mental, com interface na Reforma Psiquiátrica no Brasil; conhecer a identidade do assistente social a partir das representações sociais. O estudo encontra-se fundamentado na teoria das representações sociais, segundo Moscovici, com a utilização da técnica de análise de conteúdo desenvolvida por Bardin (entrevista semi-estrutura). O campo da pesquisa constituiu-se dos Municípios de Fortaleza   Secretaria Executiva Regional CAPS III e IV, CAPS de Itapipoca e CAPS de Quixadá. Nos recortes das falas, percebe-se que existem representações elaboradas sobre autopercepção definidas como agente assistencial, como potencializador de mediações, como agente complementar/ colaborador, como terapeuta e como agente político. Nos depoimentos dos outros profissionais, apreendem-se representações sobre a prática do assistente social que se configura como agente assistencial, potencializador de mediações, profissional da família, auxiliar complementar, dos direitos, da cidadania e da política, como terapeuta, agente educativo/socializador, da inserção social, do controle e agente multiplicador. Neste sentido, a representação social do assistente social é elaborada na construção da identidade contrastante entre o eu e os outros. Ao finalizar o estudo, outros aspectos importantes foram destacados na análise, os quais dizem respeito ao ser e ao fazer do assistente social no trabalho em equipe e à formação do assistente no campo da saúde mental",
    "uri": "https://repositorio.ufpe.br/handle/123456789/9949",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "A política de saúde mental em Recife : caminhos  da desinstitucionalização",
    "author": "Ana Isi da silva maia",
    "keywords": [
      "Política de Saúde",
      "Saúde Mental em Recife",
      "Reforma Psiquiátrica",
      "Desinstitucionalização"
    ],
    "date": "2007",
    "abstract": "Movimento pela Reforma Psiquiátrica Brasileira tinha como principal proposta a mudança\r\nno modelo de atenção à saúde mental, com substituição progressiva de leitos psiquiátricos por\r\nserviços extra-hospitalares. As primeiras experiências foram iniciadas na década de 1980,\r\natravés da criação, em alguns municípios, de serviços extra-hospitalares para tratamento de\r\npessoas com transtornos mentais. A década de 1990 foi marcada pela continuidade da\r\nimplementação e regulamentação dos novos dispositivos em diversas localidades do país,\r\ntendo como foco a desinstitucionalização. No início do século XXI, houve o incentivo do\r\nGoverno Federal para a adesão municipal ao novo modelo de atenção à saúde mental,\r\nseguindo as propostas da Reforma Psiquiátrica, diminuindo os leitos psiquiátricos e,\r\nproporcionalmente, aumentando os serviços substitutivos. Assim como propunha o Banco\r\nMundial e o Fundo Monetário Internacional, diminuindo os custos e racionalizando os\r\nserviços. Recife (PE), na década de 1990, era considerado um dos maiores pólos de hospitais\r\npsiquiátricos do país, devido a concentração dos hospitais do estado, na capital. Em 2000, a\r\nrede de atenção à saúde mental em Recife era composta, basicamente, por sete hospitais\r\npsiquiátricos conveniados ao SUS, sob gestão municipal, além de um CAPS público e um\r\nprivado/conveniado ao SUS. A partir de 2001, com nova gestão municipal, Recife apresentou\r\npropostas de reordenamento no modelo de atenção à saúde mental, através da\r\ndesinstitucionalização. Interessou-nos identificar a perspectiva da desinstitucionalização\r\nadotada pela cidade. Nesse sentido, essa pesquisa apresentou como objetivo central\r\ndesenvolver uma análise a respeito da dinâmica para implementação da Reforma Psiquiátrica\r\nna cidade do Recife, no que concerne a desinstitucionalização. Para atingirmos ao objetivo\r\nproposto, realizamos uma pesquisa documental, traçamos o perfil da rede de serviços de\r\nassistência à saúde mental de Recife e analisamos o processo de desinstitucionalização na\r\ncidade, através de documentos públicos: propostas para a saúde mental, no Plano Municipal\r\nde Saúde, confrontadas com os relatórios de gestão, relatórios de atividades e as atas do\r\nConselho Municipal de Saúde no tocante à temática. Percebemos que durante os primeiros\r\nquatro anos (2001-2004) pode-se destacar a estruturação de uma rede substitutiva em saúde\r\nmental. Os anos posteriores permanecem marcados pela manutenção desse modelo, embora\r\ncom menos intensidade. Observamos, ainda, que durante todo o período, a diminuição de\r\nleitos psiquiátricos e o fechamento de instituições psiquiátricas conveniadas ao SUS, sob\r\ngestão do Recife, ocorreram por solicitação do contratado e não do município. É inegável que\r\na cidade do Recife saiu do ponto inicial, na perspectiva da Reforma Psiquiátrica, e obteve\r\nvárias conquistas para a saúde mental, embora possam responder também a interesses\r\nneoliberais",
    "uri": "https://repositorio.ufpe.br/handle/123456789/9357",
    "type": "Dissertações de Mestrado"
  },
  {
    "title": "Concepções da comunidade sobre a convivência com moradores do serviço residencial terapêutico à luz da teoria de Madeleine Leininger",
    "author": "Maria Elaine da Silva",
    "keywords": [
      "Saúde mental",
      "Serviços de Saúde Mental",
      "Desinstitucionalização",
      "Serviço de Assistência Domiciliar",
      "Enfermagem"
    ],
    "date": "21-Feb-2017",
    "abstract": "A presente dissertação teve como objetivo: Compreender as percepções de moradores do entorno sobre a convivência com os moradores da RT em sua comunidade à luz dos construtos da Teoria Transcultural de Madeleine Leininger. Para auxiliar a compreensão do estudo, primeiro foi construído um artigo de revisão que objetivou: analisar as concepções de atores sociais e a desinstitucionalização de pessoas com transtornos mentais, além dos serviços de saúde mental na modalidade residência terapêutica, consultado nove bases de dados a biblioteca SCIELO, resultando em nove estudos, entre 2010 e 2015, nos idiomas português, inglês e espanhol. A análise dos artigos possibilitou a identificação de três categorias temáticas: Concepções da população sobre os serviços de saúde mental na modalidade de residência terapêutica; O olhar do profissional de saúde mental sobre o processo da desinstitucionalização e os serviços residências terapêuticos e Percepções de moradores dos serviços na modalidade residência terapêutica. O artigo original objetivou compreender as percepções de moradores do entorno sobre a convivência com os moradores da Residência Terapêutica (RT) em sua comunidade à luz dos construtos da Teoria de Madeleine Leininger. Sendo um estudo exploratório-descritivo de natureza qualitativa. A coleta dos dados ocorreu entre os meses de setembro a novembro de 2016. Os participantes foram selecionados por conveniência, utilizando a técnica de saturação teórica. Compuseram a amostra vinte (20) moradores do entorno da RT tipo I do município de Caruaru-PE. As entrevistas foram gravadas com auxílio do roteiro semiestruturado, formulário sócio demográfico e diário de campo. A análise dos dados foi concretizada por meio do Software IRAMUTEQ e a análise de conteúdo preconizado por Minayo. Os achados foram interpretados com bases dos construtos de cultura, cuidado e contexto ambiental. Obtivemos duas categorias: Ideias da comunidade sobre quem é a pessoa com transtorno mental e Atribuição do espaço social a partir do comportamento apresentado pela pessoa com transtorno mental. A imagem estereotipada da pessoa com transtorno mental como sendo alguém agressivo, infantilizado e incapaz, é muito presente nas concepções culturais atuais.",
    "uri": "https://repositorio.ufpe.br/handle/123456789/25199",
    "type": "Dissertações de Mestrado"
  }
]
